{
	"Brute-force the top-level domain with {italic parallel}.": "並列でトップレベルドメインを総当たりします。",
	"Usage": "使用法",
	"Main Values": "主な値",
	"Get the domain to search from the standard input. \n If the standard input does not find anything, you will be prompted with \n an argument or interactively.": "標準入力から調べるドメインを取得します。 \n 標準入力がなかった場合は引数から取得するかプロンプトを表示します。",
	"Misc Options": "その他の設定",
	"Show checker version.": "チェッカーのバージョンを表示します。",
	"Enable verbose logging.": "詳細な情報を表示するようにします。",
	"Print this usage guide.": "このガイドを表示します。",
	"Show how many domains to check.": "いくつのドメインを調べるか表示します。",
	"The protocol used for checking. If you use only the flag, show interactive prompt.": "チェックに使用するプロトコルです。フラグとして指定した場合はプロンプトを表示します。",
	"No notification is output, only the result is output.": "結果以外のログを行いません。",
	"Checker don't use boxes to display results. Only successful domains and line breaks are displayed. \n Use this with {bold --quiet}, it can be easily integrated with other programs.": "リザルト画面をボックスで囲まなくなり、生存しているドメインと改行のみ表示します。 \n {bold --quiet} と一緒に使用すると他のプログラムと連携しやすくなります。",
	"Enter additional top-level domains separated by spaces. If you use only the flag, show interactive prompt.": "追加のトップレベルドメインをスペース区切りで指定します。フラグとして指定した場合はプロンプトを表示します。",
	"{underline TopDomainChecker prioritizes arguments over standard inputs}. \n If it missing, show the interactive prompt. \n Also, {bold --domain} is specified as the default argument and is not required.": "{underline TopDomainChecker は標準入力よりも引数を優先します。} \n これがなかった場合は標準入力から取得するかプロンプトを表示します。 \n また、 {bold --domain} という文字はデフォルト引数のため記述する必要はありません。",
	"Project home:": "プロジェクトホーム:",
	" and ": "と",
	"cannot be used at same time! Replaced with default value!": "は一緒に使うことが出来ません！デフォルトの値に置き換えします！",
	"Fetching top-level domains information from IANA...": "トップレベルドメインをIANAから取得しています...",
	"Success": "成功",
	"Failed": "失敗",
	"Please report this issue to": "この問題を",
	".": "に報告してください。",
	"Copy the stack-trace to clip board?": "スタックトレースをコピーしますか？",
	"What domain names do you want to check (comma-separated)": "何のドメインを調べますか (コンマ区切り)",
	"What top-level domains do you want to check (comma-separated)": "何のトップレベルドメインを一緒に調べますか (コンマ区切り)",
	"Which protocol do you want to use": "どのプロトコルを使用しますか",
	"Checker will be check the operating status of": "チェッカーは",
	"top-level domains in": "個のトップレベルドメインで",
	"domain name": "個のミドルドメインを調査します。",
	"domain names": "個のミドルドメインを調査します。",
	"domain name...": "個のミドルドメインに追加しています...",
	"domain names...": "個のミドルドメインに追加しています...",
	"domains": "個のドメインを調査します。",
	"domains...": "個のドメインを追加しています...",
	"Adding ": "",
	"top-level domains to": "個のトップレベルドメインを",
	"--- Result---": "--- 結果---",
	"domains alive": "個のドメインが生存しています",
	"domain alive": "個のドメインが生存しています",
	"is": "は",
	"up": "生存しています",
	"down": "生存していません",
	"Which protocol do you use": "どのプロトコルを使用しますか"
}